Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Sources matching the top type are ranked first within each quality tier. Debrid and Usenet are always instant; Torrent streams require peer availability.
af: Bronne wat by die toptype pas, word eerste binne elke kwaliteitslaag gerangskik. Debrid en Usenet is altyd onmiddellik; Torrentstrome vereis eweknie-beskikbaarheid.
am: ከላይ ያለ አይነት ጋር የሚዛመዱ ምንጮች በእያንዳንዱ የጥራት ክፍል ውስጥ ቀደም ይደረጋሉ። Debrid እና Usenet ሁልጊዜ ወዲያዊ ናቸው፤ Torrent ዥረቶች የእኩዮች ዝግጃነት ያስፈልጋሉ።
ar: تُرتَّب المصادر المطابقة للنوع الأعلى أولًا ضمن كل فئة جودة. مصادر debrid وUsenet فورية دائمًا؛ أما مصادر torrent فتتطلب توفّر أقران.
as: শীৰ্ষ ধৰণৰ সৈতে মিলা উৎসবোৰ প্ৰতিটো কোৱালিটি স্তৰৰ ভিতৰত প্ৰথমে ৰেংক কৰা হয়। Debrid আৰু Usenet সদায় তৎক্ষণাৎ; Torrent ষ্ট্ৰীমৰ বাবে পিয়াৰ উপলব্ধতা লাগে।
az: Üst növdəki mənbələr hər keyfiyyət dərəcəsində birinci sıralanır. Debrid və Usenet həmişə anidır; Torrent axınları həmyaşıdın mövcudluğunu tələb edir.
be: Крыніцы, якія адпавядаюць верхняму тыпу, ранжыруюцца першымі ў межах кожнага ўзроўню якасці. Debrid і Usenet заўсёды імгненныя; тарэнт-стрымы патрабуюць наяўнасці пірынгаў.
bg: Източниците, съвпадащи с горния тип, се класират първи в рамките на всяко ниво на качество. Debrid и Usenet са винаги незабавни; Torrent потоците изискват наличие на peer.
bn: শীর্ষ টাইপের সঙ্গে মিলে যাওয়া সোর্স প্রতিটি মানের স্তরের মধ্যে প্রথমে স্থান পায়। Debrid এবং Usenet সবসময় তাৎক্ষণিক; Torrent স্ট্রিমের জন্য পিয়ার উপলব্ধতা প্রয়োজন।
br: Ar mammennoù a genglot gant ar seurt uhelañ a vez renket da gentañ e pep live kalite. Debrid ha Usenet a zo prim bepred; al lanvioù Torrent a c'houlenn hegerzhder ar bared.
bs: Izvori koji odgovaraju najvišem tipu rangiraju se prvi unutar svakog nivoa kvaliteta. Debrid i Usenet su uvijek trenutni; Torrent streamovi zahtijevaju dostupnost peerova.
ca: Les fonts que coincideixen amb el tipus superior s'ordenen primer dins de cada nivell de qualitat. El debrid i l'Usenet sempre són instantanis; els streams de torrent requereixen disponibilitat de peers.
ceb: Ang mga tinubdan nga mohaom sa nag-una nga matang gi-rank una sulod sa matag tier sa kalidad. Ang Debrid ug Usenet kanunay nga instant; ang mga Torrent stream nagkinahanglan og peer availability.
cs: Zdroje odpovídající hornímu typu jsou v rámci každé úrovně kvality řazeny jako první. Debrid a Usenet jsou vždy okamžité; torrentové streamy vyžadují dostupnost peerů.
cy: Mae ffynonellau sy'n cyfateb i'r math uchaf yn cael eu graddio'n gyntaf o fewn pob haen ansawdd. Mae Debrid ac Usenet bob amser ar unwaith; mae ffrydiau Torent angen argaeledd cymheiriaid.
da: Kilder, der matcher den øverste type, rangeres først inden for hvert kvalitetsniveau. Debrid og Usenet er altid øjeblikkelige; Torrent-streams kræver tilgængelige peers.
de: Quellen, die zum obersten Typ passen, werden innerhalb jeder Qualitätsstufe zuerst gereiht. debrid und Usenet sind immer sofort verfügbar; Torrent-Streams erfordern verfügbare Peers.
el: Οι πηγές που ταιριάζουν με τον κορυφαίο τύπο κατατάσσονται πρώτες μέσα σε κάθε επίπεδο ποιότητας. Το Debrid και το Usenet είναι πάντα άμεσα· οι ροές Torrent απαιτούν διαθεσιμότητα ομότιμων.
es: Las fuentes del tipo superior se clasifican primero dentro de cada nivel de calidad. Debrid y Usenet son siempre instantáneos; las fuentes Torrent requieren disponibilidad de peers.
et: Ülemise tüübiga sobivad allikad asetatakse igas kvaliteediastmes esimeseks. Debrid ja Usenet on alati kohesed; Torrenti voogude jaoks on vaja seemnendajate olemasolu.
eu: Mota gorenarekiko bat datozen iturburuak lehenik sailkatzen dira kalitate-maila bakoitzean. Debrid eta Usenet beti berehala daude; Torrent korronteek pareen erabilgarritasuna behar dute.
fa: منابع منطبق با نوع برتر، در هر رده کیفیت ابتدا رتبه‌بندی می‌شوند. دبرید و Usenet همیشه فوری هستند؛ جریان‌های تورنت به در دسترس بودن همتا نیاز دارند.
fi: Ylintä tyyppiä vastaavat lähteet sijoittuvat ensimmäisiksi kunkin laatutason sisällä. Debrid ja Usenet ovat aina välittömiä; Torrent-lähteet vaativat vertaisten saatavuuden.
fil: Ang mga source na tumutugma sa pinakamataas na type ay niraranggo muna sa loob ng bawat quality tier. Ang Debrid at Usenet ay palaging instant; ang mga Torrent stream ay nangangailangan ng availability ng peer.
fo: Keldur, ið samsvara ovasta slag, verða raðaðar fyrst innan hvørt góðskustig. Debrid og Usenet eru altíð beinanvegin; Torrent streymar krevja, at javnlíkar eru tøkir.
fr: Les sources correspondant au type prioritaire sont classées en premier au sein de chaque palier de qualité. Debrid et Usenet sont toujours instantanés ; les streams Torrent nécessitent la disponibilité de pairs.
fy: Boarnen dy't oerienkomme mei it boppeste type wurde earst rangskikt binnen elke kwaliteitslaach. Debrid en Usenet binne altyd daliks; torrent-streams fereaskje beskikberens fan peers.
ga: Rangaítear foinsí a mheaitseálann an cineál is airde ar dtús laistigh de gach sraith cáilíochta. Bíonn Debrid agus Usenet láithreach i gcónaí; teastaíonn infhaighteacht piaraí ó sruthanna Torrent.
gd: Bidh tùsan a fhreagras air an t-seòrsa as àirde air an rangachadh an toiseach am broinn gach ìre càileachd. Tha Debrid agus Usenet an-còmhnaidh sa bhad; feumaidh sruthan Torrent seisean-cho-inbhich a bhith ri fhaotainn.
gl: As fontes que coinciden co tipo superior clasifícanse primeiro dentro de cada nivel de calidade. Debrid e Usenet son sempre instantáneos; os fluxos de torrent requiren dispoñibilidade de peers.
gu: ટોચના પ્રકાર સાથે મેળ ખાતા સ્રોત દરેક ગુણવત્તા સ્તરમાં પ્રથમ ક્રમે આવે છે. Debrid અને Usenet હંમેશા તરત હોય છે; Torrent stream માટે પીઅરની ઉપલબ્ધતા જરૂરી છે.
ha: Tushe da suka dace da nau'in na sama ana sanya su na farko a cikin kowane matakin inganci. Debrid da Usenet koyaushe suna nan take; streams na Torrent suna buƙatar samuwar tsira.
he: מקורות התואמים לסוג העליון מדורגים ראשונים בתוך כל רמת איכות. debrid ו-Usenet תמיד מיידיים; מקורות Torrent דורשים זמינות עמיתים.
hi: शीर्ष प्रकार से मेल खाने वाले स्रोतों को हर गुणवत्ता स्तर के भीतर पहले रैंक किया जाता है। debrid और Usenet हमेशा तुरंत होते हैं; Torrent स्ट्रीम के लिए peer उपलब्धता आवश्यक है।
hr: Izvori koji odgovaraju gornjoj vrsti rangiraju se prvi unutar svake razine kvalitete. Debrid i Usenet uvijek su trenutačni; Torrent streamovi zahtijevaju dostupnost peerova.
ht: Sous ki matche ak tip anlè a klase premye nan chak nivo kalite. Debrid ak Usenet toujou enstantane; stream Torrent egzije disponiblite peer.
hu: A felső típushoz illeszkedő források minden minőségi szinten belül előrébb rangsorolódnak. A Debrid és a Usenet mindig azonnali; a Torrent streamekhez peerek elérhetősége szükséges.
hy: Բարձրագույն տեսակին համապատասխան աղբյուրներն առաջ են դասվում յուրաքանչյուր որակի աստիճանի շրջանակում։ Debrid-ը և Usenet-ն ակնթարթային են. Torrent հոսքերը կախված են ցանցի հասանելիությունից։
id: Sumber yang cocok dengan jenis teratas diperingkat lebih dulu dalam setiap tingkat kualitas. Debrid dan Usenet selalu instan; stream Torrent memerlukan ketersediaan peer.
ig: A na-ebu ụzọ họpụta isi mmalite ndị dabara na ụdị kacha elu n'ime ọkwa mma ọ bụla. Debrid na Usenet na-adị ngwa ngwa mgbe niile; stream Torrent chọrọ ịdị adị nke ndị ọgbọ.
is: Heimildir sem passa við efsta flokkinn eru raðaðar fyrst innan hvers gæðastigs. Debrid og Usenet eru alltaf augnabliksstreymi; Torrent-streymi krefjast framboðs frá jafningja.
it: Le sorgenti del tipo in cima vengono classificate per prime in ogni fascia di qualità. Debrid e Usenet sono sempre istantanei; le sorgenti Torrent richiedono la disponibilità di peer.
ja: 上位のタイプに一致するソースが、各画質ティア内で最初にランク付けされます。debrid と Usenet は常に瞬時です。torrent ストリームにはピアの利用可能性が必要です。
jv: Sumber sing cocog karo jinis paling ndhuwur diprioritasaké dhisik ing saben tingkat kualitas. Debrid lan Usenet tansah sanalika; stream Torrent butuh kasedhiaan peer.
ka: ზედა ტიპთან შესაბამისი წყაროები თითოეულ ხარისხის დონეში პირველ რიგში ჩანს. Debrid და Usenet ყოველთვის სწრაფია; ტორენტის ნაკადებს საჭიროა peer-ების ხელმისაწვდომობა.
kk: Жоғарғы түрге сәйкес дерек көздер әрбір сапа деңгейінде бірінші орналасады. Debrid және Usenet әрдайым жылдам; Торрент ағындары бастапқы қол жетімділікті талап етеді.
km: ប្រភពដែលត្រូវនឹងប្រភេទកំពូលត្រូវបានចាត់ចំណាត់ដំបូងក្នុងនីមួយៗ quality tier។ Debrid និង Usenet តែងតែភ្លាមៗ; ស្ត្រីម Torrent ត្រូវការ peer ដែលអាចទទួលបាន។
kn: ಮೇಲಿನ ಪ್ರಕಾರಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವ ಮೂಲಗಳನ್ನು ಪ್ರತಿ ಗುಣಮಟ್ಟದ ಶ್ರೇಣಿಯೊಳಗೆ ಮೊದಲು ಶ್ರೇಣೀಕರಿಸಲಾಗುತ್ತದೆ. debrid ಮತ್ತು Usenet ಯಾವಾಗಲೂ ತ್ವರಿತ; Torrent ಸ್ಟ್ರೀಮ್‌ಗಳಿಗೆ ಪೀರ್ ಲಭ್ಯತೆ ಅಗತ್ಯವಿದೆ.
ko: 상위 유형과 일치하는 소스가 각 화질 단계 내에서 먼저 순위가 매겨집니다. debrid와 Usenet은 항상 즉시 재생되며, Torrent 스트림은 피어 가용성이 필요합니다.
ku: Çavkaniyên ku bi cureya jorîn re li hev tên di her astê kalîteyê de pêşî têne rêzkirin. Debrid û Usenet herdem demdemî ne; streamên Torrent hebûna peeran hewce dikin.
ky: Жогорку түргө дал келген булактар ар бир сапат деңгээлинде биринчи иреттелет. Debrid жана Usenet дайыма заматта; Торрент стримдер пирлердин болушун талап кылат.
lb: Quellen déi mam ieweschten Typ iwwerteneestëmmen ginn an all Qualitéitsstuf als éischt gereit. Debrid an Usenet si ëmmer sofort; Torrent-Streams brauchen d'Verfügbarkeet vu Peeren.
lo: ແຫຼ່ງທີ່ກົງກັບປະເພດເທິງສຸດຈະຖືກຈັດອັນດັບກ່ອນໃນແຕ່ລະລະດັບຄຸນນະພາບ. Debrid ແລະ Usenet ຈະທັນທີສະເໝີ; ສະຕຣີມ Torrent ຕ້ອງມີ peer ພ້ອມໃຫ້ບໍລິການ.
lt: Šaltiniai, atitinkantys viršutinį tipą, rikiuojami pirmiausia kiekvienoje kokybės pakopoje. Debrid ir Usenet visada veikia akimirksniu; torrent srautams reikia prieinamų peer'ų.
lv: Avoti, kas atbilst augšējam tipam, tiek ierindoti pirmie katrā kvalitātes līmenī. Debrid un Usenet vienmēr ir tūlītēji; Torrent straumēm nepieciešama vienādranga pieejamība.
mg: Ny loharano mifanaraka amin'ny karazana ambony indrindra dia alahatra voalohany ao anatin'ny ambaratongan-kalitao tsirairay. Ny Debrid sy Usenet dia haingana foana; ny stream Torrent dia mila mpizara misy.
mi: Ko ngā pūtake e taurite ana ki te momo runga ka whakatauria tuatahitia i roto i ia paparanga kounga. He tere tonu te Debrid me te Usenet; me whai wāteatanga hoa ngā awa Torrent.
mk: Изворите кои одговараат на најгорниот тип прво се рангираат во секој квалитетен ниво. Debrid и Usenet се секогаш тренутни; Торент стримовите бараат достапност на врсници.
ml: മുകളിലുള്ള തരവുമായി പൊരുത്തപ്പെടുന്ന സോഴ്സുകൾ ഓരോ ഗുണനിലവാര തലത്തിലും ആദ്യം റാങ്ക് ചെയ്യപ്പെടുന്നു. Debrid-ഉം Usenet-ഉം എപ്പോഴും തൽക്ഷണമാണ്; Torrent സ്ട്രീമുകൾക്ക് peer ലഭ്യത ആവശ്യമാണ്.
mn: Дээд төрөлтэй тохирох эх сурвалжуудыг чанарын түвшин бүрт эхэнд эрэмбэлдэг. Debrid болон Usenet үргэлж агшин зуур байдаг; Торрент урсгалуудад peer байх шаардлагатай.
mr: वरच्या प्रकाराशी जुळणाऱ्या स्रोतांना प्रत्येक दर्जा स्तरात प्रथम क्रमांक दिला जातो. Debrid आणि Usenet नेहमी त्वरित असतात; Torrent stream साठी पीअर उपलब्धता आवश्यक असते.
ms: Sumber yang sepadan dengan jenis teratas disenaraikan dahulu dalam setiap peringkat kualiti. Debrid dan Usenet sentiasa serta-merta; strim Torrent memerlukan ketersediaan rakan.
mt: Sorsi li jaqblu mat-tip fil-quċċata jiġu kklassifikati l-ewwel f'kull livell ta' kwalità. Debrid u Usenet dejjem immedjati; l-istreams Torrent jeħtieġu disponibbiltà ta' peers.
my: ထိပ်ဆုံးအမျိုးအစားနှင့် ကိုက်ညီသော အရင်းအမြစ်များကို အရည်အသွေးအဆင့်တစ်ခုစီအတွင်း ဦးစွာ အဆင့်သတ်မှတ်သည်။ Debrid နှင့် Usenet သည် အမြဲ ချက်ချင်းဖြစ်သည်၊ Torrent stream များသည် peer ရရှိနိုင်မှု လိုအပ်သည်။
nb: Kilder som matcher den øverste typen rangeres først innenfor hvert kvalitetsnivå. Debrid og Usenet er alltid umiddelbare; Torrent-strømmer krever tilgjengelige peers.
ne: शीर्ष प्रकारसँग मिल्ने स्रोतहरू प्रत्येक गुणस्तर स्तरभित्र पहिले क्रमबद्ध हुन्छन्। Debrid र Usenet सधैं तत्काल हुन्छन्; Torrent स्ट्रिमहरूलाई पियर उपलब्धता आवश्यक हुन्छ।
nl: Bronnen die overeenkomen met het bovenste type worden binnen elke kwaliteitscategorie als eerste gerangschikt. Debrid en Usenet zijn altijd direct beschikbaar; Torrent-streams vereisen beschikbaarheid van peers.
ny: Magwero ofanana ndi mtundu wapamwamba amaikidwa patsogolo mkati mwa gawo lililonse la khalidwe. Debrid ndi Usenet nthawi zonse ndi zofulumira; ma stream a Torrent amafuna kupezeka kwa anzawo.
oc: Las fonts que correspondon al tipe prioritari son classadas primièras dins cada nivèl de qualitat. Debrid e Usenet son totjorn instantanèus ; los fluxes Torrent demandan la disponibilitat de pars.
or: ଶୀର୍ଷ ପ୍ରକାର ସହିତ ମେଳ ଖାଉଥିବା ଉତ୍ସଗୁଡ଼ିକ ପ୍ରତ୍ୟେକ କ୍ୱାଲିଟି ସ୍ତର ମଧ୍ୟରେ ପ୍ରଥମେ ରାଙ୍କ ହୁଏ। Debrid ଏବଂ Usenet ସର୍ବଦା ତତକ୍ଷଣାତ; Torrent ଷ୍ଟ୍ରିମ ପିଅର ଉପଲବ୍ଧତା ଆବଶ୍ୟକ କରେ।
pa: ਚੋਟੀ ਦੀ ਕਿਸਮ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਰੋਤ ਹਰ ਗੁਣਵੱਤਾ ਪੱਧਰ ਵਿੱਚ ਪਹਿਲਾਂ ਦਰਜਾਬੱਧ ਹੁੰਦੇ ਹਨ। Debrid ਅਤੇ Usenet ਹਮੇਸ਼ਾ ਤੁਰੰਤ ਹੁੰਦੇ ਹਨ; Torrent ਸਟ੍ਰੀਮਾਂ ਲਈ ਪੀਅਰ ਉਪਲਬਧਤਾ ਲੋੜੀਂਦੀ ਹੈ।
pl: Źródła pasujące do najwyższego typu są w pierwszej kolejności w obrębie każdego poziomu jakości. Debrid i Usenet są zawsze natychmiastowe; strumienie Torrent wymagają dostępności peerów.
ps: هغه سرچینې چې د پورتني ډول سره سمون لري د هر کیفیت کچې دننه لومړی درجه‌بندي کیږي. دیبرید او Usenet تل سملاسي دي؛ د تورنټ سټریمونه د همکارانو شتون ته اړتیا لري.
pt_br: As fontes que correspondem ao tipo do topo são classificadas primeiro dentro de cada faixa de qualidade. Debrid e Usenet são sempre instantâneos; streams via Torrent dependem da disponibilidade de peers.
pt_pt: As fontes que correspondem ao tipo do topo são classificadas primeiro dentro de cada nível de qualidade. O Debrid e o Usenet são sempre instantâneos; as streams por Torrent exigem disponibilidade de peers.
ro: Sursele care se potrivesc cu tipul de top sunt clasate primele în cadrul fiecărui nivel de calitate. Debrid și Usenet sunt întotdeauna instantanee; stream-urile Torrent necesită disponibilitatea peer-ilor.
ru: Источники, соответствующие верхнему типу, ранжируются первыми в каждом уровне качества. Debrid и Usenet всегда мгновенные; потоки Torrent требуют наличия пиров.
rw: Inkomoko zihuye n'ubwoko buri hejuru zishyirwa imbere muri buri rwego rw'ubwiza. Debrid na Usenet buri gihe biba ako kanya; Streams za Torrent zisaba kuboneka kwa peer.
sd: مٿئين قسم سان ملندڙ ذريعا هر معيار جي درجي اندر پھريان درجه بند ٿين ٿا. Debrid ۽ Usenet هميشه فوري آهن؛ ٽورينٽ اسٽريمن لاءِ peer دستيابيءَ جي ضرورت آهي.
si: ඉහළම වර්ගයට ගැළපෙන මූලාශ්‍ර එක් එක් ගුණාත්මක ස්තරය තුළ පළමුව ශ්‍රේණිගත වේ. Debrid සහ Usenet සැම විටම ක්ෂණිකයි; Torrent streams සඳහා peer තිබීම අවශ්‍යයි.
sk: Zdroje zodpovedajúce hornému typu sú v rámci každej úrovne kvality zoradené ako prvé. Debrid a Usenet sú vždy okamžité; torrentové streamy vyžadujú dostupnosť peerov.
sl: Viri, ki se ujemajo z zgornjo vrsto, so razvrščeni najprej znotraj vsake ravni kakovosti. Debrid in Usenet sta vedno takojšnja; torrent viri zahtevajo razpoložljivost vrstnikov.
sm: O puna e fetaui ma le ituaiga pito i luga e faamuamua i totonu o vaega taitasi o le tulaga lelei. O Debrid ma Usenet e vave i taimi uma; e manaomia e streams Torrent le maua o paaga.
sn: Nzvimbo dzinoenderana nerudzi rwepamusoro dzinorongwa pekutanga mukati mechikamu chega chega chehunhu. Debrid neUsenet zvinongoerekana zviripo; ma stream e Torrent anoda kuvapo kwevamwe.
so: Ilaha u dhigma nooca sare ayaa marka hore la kala saaraa heer tayo kasta gudihiisa. Debrid iyo Usenet had iyo jeer waa degdeg; stream-yada Torrent waxay u baahan yihiin helitaanka isku-xigxiga.
sq: Burimet që përputhen me llojin e parë renditen të parat brenda çdo niveli cilësie. Debrid dhe Usenet janë gjithmonë të menjëhershme; transmetimet Torrent kërkojnë disponueshmëri të shokëve.
sr: Извори који одговарају горњем типу рангирају се први унутар сваког нивоа квалитета. Debrid и Usenet су увек тренутни; Torrent извори захтевају доступност пирова.
st: Mehloli e lumellanang le mofuta o kaholimo e hlophisoa pele karolong ka 'ngoe ea boleng. Debrid le Usenet li lula li le hang-hang; li-stream tsa Torrent li hloka ho fumaneha ha maloko.
su: Sumber nu cocog jeung tipe luhur dipangkat pangheulana dina unggal tingkat kualitas. Debrid jeung Usenet salawasna sakedapan; stream Torrent merlukeun katersediaan peer.
sv: Källor som matchar den översta typen rankas först inom varje kvalitetsnivå. Debrid och Usenet är alltid direkt; Torrent-strömmar kräver tillgängliga peers.
sw: Vyanzo vinavyolingana na aina ya juu zinapangwa kwanza ndani ya kila ngazi ya ubora. Debrid na Usenet ni za papo hapo daima; Mtiririko wa torenti unahitaji upatikanaji wa wenzao.
ta: மேல் வகைக்குப் பொருந்தும் ஆதாரங்கள் ஒவ்வொரு தர நிலையிலும் முதலில் தரவரிசைப்படுத்தப்படும். Debrid மற்றும் Usenet எப்போதும் உடனடி; Torrent ஸ்ட்ரீம்களுக்குப் பீர் கிடைக்கும்தன்மை தேவை.
te: పై రకానికి సరిపోయే సోర్స్‌లు ప్రతి నాణ్యత స్థాయిలో మొదట ర్యాంక్ చేయబడతాయి. Debrid మరియు Usenet ఎల్లప్పుడూ తక్షణం; Torrent స్ట్రీమ్‌లకు పీర్ లభ్యత అవసరం.
tg: Манбаъҳое, ки ба навъи болоӣ мувофиқанд, дар доираи ҳар сатҳи сифат аввал ҷойгир мешаванд. Debrid ва Usenet ҳамеша фаврӣ ҳастанд; ҷараёнҳои Torrent мавҷудияти пирро талаб мекунанд.
th: แหล่งที่ตรงกับประเภทอันดับบนสุดจะถูกจัดอันดับก่อนภายในแต่ละระดับคุณภาพ Debrid และ Usenet ทันทีเสมอ ส่วนสตรีมทอร์เรนต์ต้องมีผู้แชร์พร้อมใช้งาน
tr: En üstteki türle eşleşen kaynaklar, her kalite kademesi içinde önce sıralanır. Debrid ve Usenet her zaman anındadır; Torrent akışları eş kullanılabilirliği gerektirir.
tt: Иң өске төргә туры килгән чыганаклар һәр сыйфат дәрәҗәсендә беренче урынга куела. Debrid һәм Usenet һәрчак шунда ук; Торрент агымнары өчен катнашучылар кирәк.
ug: ئەڭ ئۈستىدىكى تىپقا ماس كېلىدىغان مەنبەلەر ھەر بىر سۈپەت دەرىجىسى ئىچىدە ئالدىدا تىزىلىدۇ. Debrid ۋە Usenet ھەمىشە دەرھال؛ Torrent ئېقىنلىرى تارقاتقۇچىلارنىڭ بارلىقىنى تەلەپ قىلىدۇ.
uk: Джерела, що відповідають верхньому типу, ранжуються першими в межах кожного рівня якості. Debrid та Usenet завжди миттєві; торрент-потоки потребують наявності пірів.
ur: اوپر والی قسم سے مطابقت رکھنے والے ذرائع ہر کوالٹی درجے کے اندر پہلے درجہ بند کیے جاتے ہیں۔ debrid اور Usenet ہمیشہ فوری ہوتے ہیں؛ Torrent اسٹریمز کے لیے peer دستیابی درکار ہوتی ہے۔
uz: Yuqori turga mos keladigan manbalar har bir sifat darajasida birinchi o'rinda turadi. Debrid va Usenet har doim bir zumda; Torrent oqimlari peer mavjudligini talab qiladi.
vi: Các nguồn khớp với loại ở trên cùng được xếp hạng trước trong mỗi mức chất lượng. Debrid và Usenet luôn tức thì; luồng Torrent cần có peer.
xh: Imithombo ehambelana nohlobo oluphezulu ibekwa kuqala kumgangatho ngamnye. IDebrid neUsenet zisoloko zikhawuleza; ii-stream zeTorrent zifuna ukufumaneka koontanga.
yo: Àwọn orísun tí ó bá irú tí ó wà lókè mu ni a ń kọ́kọ́ tò sí ipò nínú ìpele dídára kọ̀ọ̀kan. Debrid àti Usenet máa ń jẹ́ lẹ́sẹ̀kẹsẹ̀ nígbà gbogbo; àwọn stream Torrent nílò wíwà àwọn ẹgbẹ́.
zh_hans: 匹配最高类型的来源会在各画质层级内优先排序。debrid 和 Usenet 始终即时；torrent 串流需要有可用的 peer。
zh_hant: 符合頂端類型的來源會在每個畫質層級中優先排名。Debrid 與 Usenet 一律即時；Torrent 串流則需有節點可供連線。
zu: Imithombo efana nohlobo oluphezulu ibekwa kuqala kuleveli yekhwalithi ngayinye. I-Debrid ne-Usenet zihlala zisheshayo; ama-stream e-Torrent adinga ukutholakala kontanga.

# Still finding more · %@/%@ add-ons
source: Still finding more · %1$@/%2$@ add-ons
af: Soek nog meer · %@/%@ byvoegings
am: አሁንም ተጨማሪ ይፈልጋሉ · %@/%@ ተጨማሪዎች
ar: لا يزال البحث عن المزيد · %@/%@ إضافة
as: এতিয়াও অধিক বিচাৰি আছে · %1$@/%2$@ এড-অন
az: Hələ daha çox axtarılır · %@/%@ əlavə
be: Усё яшчэ шукаем · %1$@/%2$@ дадаткаў
bg: Все още се намират още · %@/%@ добавки
bn: এখনো আরও খোঁজা হচ্ছে · %@/%@ অ্যাড-অন
br: O klask muioc'h c'hoazh · %1$@/%2$@ enlugellad
bs: Još tražim · %1$@/%2$@ dodataka
ca: Encara trobant-ne més · %@/%@ complements
ceb: Nangita pa og dugang · %1$@/%2$@ ka add-on
cs: Stále hledám další · %@/%@ doplňků
cy: Yn dal i ddod o hyd i ragor · %1$@/%2$@ ychwanegyn
da: Finder stadig flere · %@/%@ tilføjelser
de: Es werden noch weitere gesucht · %@/%@ Add-ons
el: Συνεχίζεται η εύρεση · %@/%@ πρόσθετα
es: Buscando más · %@/%@ complementos
et: Otsin veel · %@/%@ lisa
eu: Oraindik gehiago bilatzen · %@/%@ gehigarri
fa: هنوز در حال یافتن موارد بیشتر · %@/%@ افزونه
fi: Etsitään yhä lisää · %@/%@ lisäosaa
fil: Naghahanap pa ng iba · %@/%@ add-on
fo: Finni enn fleiri · %1$@/%2$@ eykingar
fr: Recherche en cours · %@/%@ add-ons
fy: Noch mear sykje · %1$@/%2$@ add-ons
ga: Ag aimsiú tuilleadh fós · %1$@/%2$@ breiseán
gd: A' lorg tuilleadh fhathast · %1$@/%2$@ tuilleadain
gl: Buscando máis · %@/%@ complementos
gu: હજુ વધુ શોધી રહ્યા છીએ · %@/%@ add-ons
ha: Har yanzu ana neman ƙari · ƙarin abubuwa %1$@/%2$@
he: עדיין מוצא עוד · %@/%@ הרחבות
hi: अभी और खोज रहे हैं · %@/%@ ऐड-ऑन
hr: Još tražim · %@/%@ dodataka
ht: Ap toujou chèche plis · %1$@/%2$@ add-on
hu: Még keresek továbbiakat · %@/%@ kiegészítő
hy: Դեռ փնտրվում է · %@/%@ հավելանյութ
id: Masih mencari lebih banyak · %@/%@ add-on
ig: Ka na-achọ ọzọ · %1$@/%2$@ ngwakọ
is: Finn enn meira · %@/%@ viðbætur
it: Ricerca ancora in corso · %@/%@ componenti aggiuntivi
ja: さらに検索中 · %@/%@ アドオン
jv: Isih golèk luwih akèh · %1$@/%2$@ add-on
ka: ჯერ კიდევ ეძებს · %@/%@ დამატება
kk: Әлі де көбірек іздестірілуде · %@/%@ қондырма
km: នៅតែស្វែងរកបន្ថែម · %@/%@ add-ons
kn: ಇನ್ನೂ ಹೆಚ್ಚಿನದನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ · %@/%@ ಆಡ್-ಆನ್‌ಗಳು
ko: 계속 더 찾는 중 · 부가 기능 %@/%@개
ku: Hê zêdetir tê dîtin · %1$@/%2$@ pêvek
ky: Дагы издөөдө · %1$@/%2$@ кошумча
lb: Sicht nach méi · %1$@/%2$@ Add-ons
lo: ຍັງກຳລັງຫາເພີ່ມ · ສ່ວນເສີມ %1$@/%2$@ ອັນ
lt: Vis dar ieškoma daugiau · %@/%@ papildinių
lv: Joprojām meklē vairāk · %@/%@ papildinājumi
mg: Mbola mitady bebe kokoa · %1$@/%2$@ add-ons
mi: Kei te kimi tonu · %1$@/%2$@ apataki
mk: Сè уште наоѓа повеќе · %@/%@ додатоци
ml: ഇപ്പോഴും കൂടുതൽ കണ്ടെത്തുന്നു · %@/%@ ആഡ്-ഓണുകൾ
mn: Илүү ихийг хайсаар байна · %1$@/%2$@ нэмэлт
mr: अजून अधिक शोधत आहे · %@/%@ add-ons
ms: Masih mencari lagi · %@/%@ tambahan
mt: Għadna nsibu iktar · %1$@/%2$@ add-ons
my: ပိုမို ရှာနေဆဲ · add-on %1$@/%2$@ ခု
nb: Finner fortsatt flere · %@/%@ tillegg
ne: अझै बढी खोजिँदैछ · %@/%@ add-on हरू
nl: Nog meer zoeken · %@/%@ add-ons
ny: Akupitirizabe kupeza zambiri · %1$@/%2$@ ma add-on
oc: Recèrca contunha · %1$@/%2$@ moduls
or: ଆହୁରି ଖୋଜୁଛି · %1$@/%2$@ ଆଡ୍-ଅନ
pa: ਅਜੇ ਹੋਰ ਲੱਭ ਰਿਹਾ ਹੈ · %@/%@ ਐਡ-ਆਨ
pl: Wciąż szukam więcej · %@/%@ dodatków
ps: لا نور لټول کیږي · %1$@/%2$@ اضافه‌ونې
pt_br: Ainda procurando mais · %@/%@ complementos
pt_pt: A procurar ainda mais · %@/%@ add-ons
ro: Se mai caută · %@/%@ add-on-uri
ru: Ещё ищем · %@/%@ дополнений
rw: Igikomeje gushaka ibindi · ibyongeramo %1$@/%2$@
sd: اڃا وڌيڪ ڳولي رهيو آهي · %1$@/%2$@ ايڊ-آنز
si: තවම වැඩිපුර සොයමින් · %1$@/%2$@ ඇඩෝන
sk: Stále sa hľadá viac · %@/%@ doplnkov
sl: Še vedno iščem več · %@/%@ dodatkov
sm: O loo suʻe pea nisi · %1$@/%2$@ add-ons
sn: Achiri kutsvaga zvimwe · %1$@/%2$@ zvinowedzera
so: Weli waxaa la raadinayaa dheeraad · %1$@/%2$@ add-ons
sq: Duke gjetur më shumë · %@/%@ shtesa
sr: Још увек тражим још · %@/%@ додатака
st: E ntse e fumana tse ling · litlatsetso tse %1$@/%2$@
su: Masih néangan leuwih loba · %1$@/%2$@ add-on
sv: Letar fortfarande efter fler · %@/%@ tillägg
sw: Bado inatafuta zaidi · %@/%@ viongezi
ta: இன்னும் கண்டறிகிறது · %@/%@ நீட்சிகள்
te: ఇంకా మరిన్ని కనుగొంటోంది · %@/%@ యాడ్-ఆన్‌లు
tg: Ҳанӯз бештар ёфта истодаем · %1$@/%2$@ иловагӣ
th: ยังหาเพิ่มอยู่ · แอดออน %@/%@
tr: Daha fazlası hâlâ bulunuyor · %@/%@ eklenti
tt: Әле күбрәк эзләнә · %1$@/%2$@ өстәмә
ug: تېخىمۇ كۆپ ئىزدىلىۋاتىدۇ · %1$@/%2$@ قوشۇلما
uk: Шукаємо ще · %@/%@ додатків
ur: ابھی مزید تلاش جاری ہے · %@/%@ ایڈ-آنز
uz: Yana topilmoqda · %1$@/%2$@ ta qo'shimcha
vi: Vẫn đang tìm thêm · %@/%@ tiện ích bổ sung
xh: Isafumana ezingakumbi · %1$@/%2$@ ii-add-on
yo: Ṣì ń wá díẹ̀ sí i · %1$@/%2$@ add-ons
zh_hans: 仍在查找更多 · %@/%@ 个附加组件
zh_hant: 仍在尋找更多 · %@/%@ 個外掛
zu: Isathola okwengeziwe · izengezo ezingu-%1$@/%2$@
